[Main]
;For v.1.1.2.1
DisplayName=Русский

[UnLocker1_frmMain]
Label_Title_Detail.caption=Этот инструмент поможет разблокировать  файлы и папки, занятые другими процессами. 
Label_Setting.caption=Опции
lbl_CheckForUpdate.caption=Проверка обновлений
lbl_FileInfo_Title.caption=Выбранные файлы/папки 
lbl_Add_describe.caption=Добавьте файлы/папки для разблокирования. Перетащите их на это окно мышкой, или нажмите кнопку "Добавить"...
chk_Advanced.caption=Принудит.
btn_Browse.caption=Добавить
btn_Close.caption=Выход
lbl_Add.caption=Ещё
cx_Action.caption=Разблокир.
img_AddHint.hint=Добавить файлы/папки для разблокирования.
img_AdcancedHint.Hint=Принудительный режим завершит все блокирующие процессы. Если не удалось разблокировать в обычном режиме, попробуйте сделать это в принудительном режиме.

Menu_UnlokcDelete.caption=Разблокировать и удалить
Menu_UnlockRename.caption=Разблокировать и переименовать
Menu_UnlockMove.caption=Разблокировать и переместить
Menu_UnlockCopy.caption=Разблокировать и копировать

Menu_Language.caption=Язык
Menu_SendFeedback.caption=Отправить отзыв
Menu_IObitOnline.caption=IObit онлайн
Menu_Technical_Support.caption=Техподдержка
Menu_User_Manual.caption=Справка
Menu_About.caption=О программе

ListView_FileInfo.Columns[0].caption=Файлы / Папки
ListView_FileInfo.Columns[1].caption=Статус

ListView_LockInfo.Columns[0].caption=Имя
ListView_LockInfo.Columns[1].caption=Путь
ListView_LockInfo.Columns[2].caption=PID

[UnLocker1_frmTip]
lab_Tip.caption=Вы можете запустить программу, нажав правой кнопкой на файле/папке, и выбрав в меню "IObit Unlocker".
btn_Close.caption=OK

[UnLocker1_frmWriteText]
btn_OK.caption=Переименовать
btn_Cancel.caption=Отмена
btn_Apply.caption=&Применить
lbl_edt.caption=Введите новое имя:

ListView.Columns[0].caption=Оригинальное имя
ListView.Columns[1].caption=Новое имя

[Unlocker1_M]
Unlocker_Restart=Необходимо перезагрузить компьютер, чтобы включить функцию добавления файлов/папок в IObit Unlocker, щелкнув по ним правой кнопкой мыши.
Unlocker_Delete=Будут удалены файлы/папки без возможности восстановления. Продолжить?
Unlocker_Status_Notlocked=Не заблокировано
Unlocker_Status_locked=Заблокировано

Unlocker_Action_Delete= и удаление
Unlocker_Action_Rename= и переименование
Unlocker_Action_Move= и перемещение
Unlocker_Action_Copy= и копирование
Unlocker_Status_Change_Unlocking=Разблокирование
Unlocker_Status_Change_Unlock=Разблокирование
Unlocker_Status_Change_sucessfully=успешное
Unlocker_Status_Change_failed=не удалось
File_Detail_Notlocker=не заблокировано
File_Detail_occupied=занято следующими процессами:
Browser_Folder=Выберите  файлы/папки для разблокирования
File_Operation=Не могу открыть локальные диски.
File_Rename_Long=Слишком длинное имя
File_Rename_special=Имя имеет специальные символы

MoveDialog_Prompt=Выберите папку для перемещения объекта
CopyDialog_Prompt=Выберите папку для копирования объекта
Action_Sucesses=Операция прошла успешно.
Action_Error_One=Ошибка при выполнении операции
AddFile_Filter=Не могу разблокировать системный путь.
Action_Error_More=ошибка с некоторыми файлами/каталогами
Action_Error_Detaill=Там могут быть файлы/каталоги с таким же именем
cmd_Error_Prompt_1=Использование командной строки:
cmd_Error_Prompt_2=Команда [Опция] объекта
cmd_Error_Prompt_3=Команда:
cmd_Error_Prompt_4=Опция:
cmd_Error_Prompt_5=Объект:
cmd_Error_Prompt_6=Никаких:
cmd_Error_Prompt_7=Удалить:
cmd_Error_Prompt_8=Переименовать:
cmd_Error_Prompt_9=Переместить:
cmd_Error_Prompt_10=Копировать:


[UnLocker1_frmAbout]
lbl_Thanks_Title.caption=Спасибо этим людям за их большой вклад:
lbl_warning.caption=Внимание: эта программа защищена законом об авторском праве и международными соглашениями.
lbl_CopyRight.caption=Авторские права © 2005-2021 IObit. Все права защищены.
btn_OK.caption=OK

